Repository: kamatbot/DiskOdds
Catalog: Radix/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ru, zh_hans

source: child %@ is missing from node payload
de: Untergeordnetes Element %@ fehlt in den Knotendaten
es: Falta el elemento secundario %@ en los datos de nodos
fr: L’élément enfant %@ manque dans les données des nœuds
it: l'elemento figlio %@ è assente dai dati dei nodi
ru: дочерний узел %@ отсутствует в данных узлов
zh_hans: 节点数据中缺少子项 %@

source: child %@ path is outside target %@
de: Pfad des untergeordneten Elements %@ liegt außerhalb des Ziels %@
es: La ruta del elemento secundario %@ está fuera del destino %@
fr: Le chemin de l’élément enfant %@ se trouve hors de la cible %@
it: il percorso dell'elemento figlio %@ è esterno alla destinazione %@
ru: путь дочернего узла %@ находится вне цели %@
zh_hans: 子项 %@ 的路径位于目标 %@ 之外

source: child map parent %@ is missing from node payload
de: Übergeordnetes Element %@ der Zuordnung fehlt in den Knotendaten
es: Falta el elemento principal %@ del mapa en los datos de nodos
fr: Le parent %@ de la table manque dans les données des nœuds
it: il genitore %@ della mappa dei figli è assente dai dati dei nodi
ru: родитель %@ из карты дочерних узлов отсутствует в данных узлов
zh_hans: 节点数据中缺少子项映射的父项 %@

source: child node is missing from node order
de: Untergeordneter Knoten fehlt in der Knotenreihenfolge
es: Falta el nodo hijo en el orden de nodos
fr: Le nœud enfant manque dans l’ordre des nœuds
it: il nodo figlio manca nell'ordine dei nodi
ru: дочерний узел отсутствует в порядке узлов
zh_hans: 节点顺序中缺少子节点

source: child ordinal %lld has multiple parents
de: Untergeordnetes Element mit Ordnungszahl %lld hat mehrere übergeordnete Elemente
es: El elemento secundario con ordinal %lld tiene varios elementos principales
fr: L’élément enfant de numéro ordinal %lld a plusieurs parents
it: L’elemento figlio con numero ordinale %lld ha più genitori
ru: у дочернего узла с номером %lld несколько родительских узлов
zh_hans: 序号为 %lld 的子项有多个父项

source: child ordinal %lld is duplicated
de: Untergeordnetes Element mit Ordnungszahl %lld ist doppelt vorhanden
es: El elemento secundario con ordinal %lld está duplicado
fr: L’élément enfant de numéro ordinal %lld est en double
it: L’elemento figlio con numero ordinale %lld è duplicato
ru: дочерний узел с номером %lld дублируется
zh_hans: 序号为 %lld 的子项重复

source: child ordinal %lld is out of range
de: Ordnungszahl des untergeordneten Elements %lld liegt außerhalb des gültigen Bereichs
es: El ordinal del elemento secundario %lld está fuera de rango
fr: L’ordinal de l’élément enfant %lld est hors limites
it: l'ordinale del figlio %lld è fuori intervallo
ru: номер дочернего узла %lld вне допустимого диапазона
zh_hans: 子项序号 %lld 超出范围

source: Choose
de: Auswählen
es: Elegir
fr: Choisir
it: Scegli
ru: Выбрать
zh_hans: 选择

source: Choose a different view or adjust your search.
de: Wählen Sie eine andere Ansicht oder passen Sie Ihre Suche an.
es: Elige otra vista o ajusta la búsqueda.
fr: Choisissez une autre vue ou modifiez votre recherche.
it: Scegli una vista diversa o modifica la ricerca.
ru: Выберите другой режим просмотра или измените параметры поиска.
zh_hans: 请选择其他视图或调整搜索条件。

source: Choose a Folder or Disk
de: Ordner oder Datenträger auswählen
es: Elige una carpeta o un disco
fr: Choisir un dossier ou un disque
it: Scegli una cartella o un disco
ru: Выберите папку или диск
zh_hans: 选择文件夹或磁盘

source: Choose a folder or mounted volume to analyze.
de: Wählen Sie einen Ordner oder ein eingebundenes Volume zur Analyse aus.
es: Elige una carpeta o un volumen montado para analizarlo.
fr: Choisissez un dossier ou un volume monté à analyser.
it: Scegli una cartella o un volume montato da analizzare.
ru: Выберите папку или подключённый том для анализа.
zh_hans: 选择要分析的文件夹或已挂载宗卷。

source: Choose a folder with contents to zoom in.
de: Wählen Sie einen Ordner mit Inhalt aus, um ihn zu vergrößern.
es: Elige una carpeta con contenido para acercarte.
fr: Choisissez un dossier contenant des éléments pour zoomer.
it: Scegli una cartella con contenuti per ingrandire.
ru: Выберите непустую папку, чтобы приблизить её.
zh_hans: 选择包含内容的文件夹以放大查看。

source: Choose a Radix scan snapshot.
de: Wählen Sie einen Radix-Scan-Snapshot aus.
es: Elige una instantánea de análisis de Radix.
fr: Choisissez un instantané d’analyse Radix.
it: Scegli un'istantanea di scansione di Radix.
ru: Выберите снимок сканирования Radix.
zh_hans: 选择 Radix 扫描快照。

source: Choose a saved scan or use the current scan.
de: Wählen Sie einen gespeicherten Scan oder den aktuellen Scan aus.
es: Elige un análisis guardado o usa el análisis actual.
fr: Choisissez une analyse enregistrée ou utilisez l’analyse actuelle.
it: Scegli una scansione salvata o usa la scansione corrente.
ru: Выберите сохранённое сканирование или используйте текущее.
zh_hans: 选择已保存的扫描，或使用当前扫描。

source: Choose a saved scan.
de: Wählen Sie einen gespeicherten Scan aus.
es: Elige un análisis guardado.
fr: Choisissez une analyse enregistrée.
it: Scegli una scansione salvata.
ru: Выберите сохранённое сканирование.
zh_hans: 选择已保存的扫描。

source: Choose Done to finish the tour and explore your own files.
de: Wählen Sie „Fertig“, um die Tour zu beenden und Ihre eigenen Dateien zu erkunden.
es: Elige Listo para terminar la visita y explorar tus propios archivos.
fr: Choisissez Terminé pour finir la visite et explorer vos propres fichiers.
it: Scegli Fine per concludere il tour ed esplorare i tuoi file.
ru: Нажмите «Готово», чтобы завершить обзор и перейти к своим файлам.
zh_hans: 选择“完成”以结束导览，开始探索你自己的文件。

source: Choose exactly two Radix scan snapshots to compare.
de: Wählen Sie genau zwei Radix-Scan-Snapshots zum Vergleichen aus.
es: Elige exactamente dos instantáneas de análisis de Radix para compararlas.
fr: Choisissez exactement deux instantanés d’analyse Radix à comparer.
it: Scegli esattamente due istantanee di scansione di Radix da confrontare.
ru: Для сравнения выберите ровно два снимка сканирования Radix.
zh_hans: 请选择两个 Radix 扫描快照进行比较。

source: Choose Folder
de: Ordner auswählen
es: Elegir carpeta
fr: Choisir un dossier
it: Scegli cartella
ru: Выбрать папку
zh_hans: 选择文件夹

source: Choose Folder…
de: Ordner auswählen …
es: Elegir carpeta…
fr: Choisir un dossier…
it: Scegli cartella…
ru: Выбрать папку…
zh_hans: 选择文件夹…

source: Choose one or more change types to display.
de: Wählen Sie mindestens eine Änderungsart zur Anzeige aus.
es: Elige uno o más tipos de cambio para mostrarlos.
fr: Choisissez un ou plusieurs types de changement à afficher.
it: Scegli uno o più tipi di modifica da visualizzare.
ru: Выберите один или несколько типов изменений для отображения.
zh_hans: 选择一个或多个要显示的变化类型。

source: Choose Quit & Reopen if prompted.
de: Wählen Sie „Beenden & erneut öffnen“, wenn Sie dazu aufgefordert werden.
es: Elige Salir y volver a abrir si se te solicita.
fr: Choisissez Quitter et rouvrir si vous y êtes invité.
it: Scegli Esci e riapri se richiesto.
ru: Если появится запрос, выберите «Завершить и открыть снова».
zh_hans: 如有提示，请选择“退出并重新打开”。

source: Choose Saved Scan…
de: Gespeicherten Scan auswählen …
es: Elegir análisis guardado…
fr: Choisir une analyse enregistrée…
it: Scegli scansione salvata…
ru: Выбрать сохранённое сканирование…
zh_hans: 选择已保存的扫描…

source: Choose scans of the same location.
de: Wählen Sie Scans desselben Standorts aus.
es: Elige análisis de la misma ubicación.
fr: Choisissez des analyses du même emplacement.
it: Scegli scansioni della stessa posizione.
ru: Выберите сканирования одного и того же расположения.
zh_hans: 请选择同一位置的扫描。

source: Choose two different scans.
de: Wählen Sie zwei unterschiedliche Scans aus.
es: Elige dos análisis distintos.
fr: Choisissez deux analyses différentes.
it: Scegli due scansioni diverse.
ru: Выберите два разных сканирования.
zh_hans: 请选择两个不同的扫描。

source: Choose two scans of the same location. Coverage differences will be identified.
de: Wählen Sie zwei Scans desselben Standorts aus. Unterschiede in der Abdeckung werden gekennzeichnet.
es: Elige dos análisis de la misma ubicación. Se indicarán las diferencias de cobertura.
fr: Choisissez deux analyses du même emplacement. Les différences de couverture seront signalées.
it: Scegli due scansioni della stessa posizione. Le differenze di copertura verranno segnalate.
ru: Выберите два сканирования одного расположения. Различия в охвате будут выявлены.
zh_hans: 选择同一位置的两个扫描。覆盖范围差异会予以标明。

source: Choose two scans to compare.
de: Wählen Sie zwei Scans zum Vergleichen aus.
es: Elige dos análisis para comparar.
fr: Choisissez deux analyses à comparer.
it: Scegli due scansioni da confrontare.
ru: Выберите два сканирования для сравнения.
zh_hans: 请选择要比较的两个扫描。

source: Clear
de: Löschen
es: Borrar
fr: Effacer
it: Cancella
ru: Очистить
zh_hans: 清除

source: Clear %@
de: %@ löschen
es: Borrar %@
fr: Effacer %@
it: Cancella %@
ru: Очистить %@
zh_hans: 清除 %@

source: Clear All
de: Alles löschen
es: Borrar todo
fr: Tout effacer
it: Cancella tutto
ru: Очистить всё
zh_hans: 全部清除

source: Clear All…
de: Alles löschen…
es: Borrar todo…
fr: Tout effacer…
it: Cancella tutto…
ru: Очистить всё…
zh_hans: 全部清除…

source: Clear current contents search
de: Suche im aktuellen Inhalt löschen
es: Borrar la búsqueda del contenido actual
fr: Effacer la recherche dans le contenu actuel
it: Cancella la ricerca nel contenuto corrente
ru: Очистить поиск в текущем содержимом
zh_hans: 清除当前内容搜索

source: Clear Discard Pile?
de: Löschliste löschen?
es: ¿Borrar la pila de descarte?
fr: Effacer la pile de suppression ?
it: Svuotare l'elenco di eliminazione?
ru: Очистить список на удаление?
zh_hans: 清除待处理列表？

source: Clear entire scan search
de: Gesamte Scan-Suche löschen
es: Borrar la búsqueda del análisis completo
fr: Effacer la recherche dans toute l’analyse
it: Cancella la ricerca dell'intera scansione
ru: Очистить поиск по всему сканированию
zh_hans: 清除整个扫描搜索

source: Clear Filters
de: Filter löschen
es: Borrar filtros
fr: Effacer les filtres
it: Cancella filtri
ru: Сбросить фильтры
zh_hans: 清除筛选条件

source: Clear location filter
de: Standortfilter löschen
es: Borrar el filtro de ubicación
fr: Effacer le filtre d’emplacement
it: Cancella il filtro di posizione
ru: Очистить фильтр расположения
zh_hans: 清除位置筛选条件

source: Clear Recent Scans
de: Letzte Scans löschen
es: Borrar análisis recientes
fr: Effacer les analyses récentes
it: Cancella scansioni recenti
ru: Очистить недавние сканирования
zh_hans: 清除最近扫描

source: Clear recent scans?
de: Letzte Scans löschen?
es: ¿Borrar los análisis recientes?
fr: Effacer les analyses récentes ?
it: Cancellare le scansioni recenti?
ru: Очистить недавние сканирования?
zh_hans: 清除最近扫描？

source: Clear Recent Scans…
de: Letzte Scans löschen…
es: Borrar análisis recientes…
fr: Effacer les analyses récentes…
it: Cancella scansioni recenti…
ru: Очистить недавние сканирования…
zh_hans: 清除最近扫描…

source: Clears the aggregate usage stats stored on this Mac. Preferences and recent scans are kept.
de: Löscht die auf diesem Mac gespeicherten zusammengefassten Nutzungsstatistiken. Einstellungen und letzte Scans bleiben erhalten.
es: Borra las estadísticas de uso agregadas almacenadas en este Mac. Se conservan las preferencias y los análisis recientes.
fr: Efface les statistiques d’utilisation agrégées stockées sur ce Mac. Les préférences et les analyses récentes sont conservées.
it: Cancella le statistiche di utilizzo aggregate memorizzate su questo Mac. Preferenze e scansioni recenti vengono mantenute.
ru: Удаляет сводную статистику использования, сохранённую на этом Mac. Настройки и недавние сканирования сохраняются.
zh_hans: 清除此 Mac 上存储的汇总使用统计数据。偏好设置和最近扫描将保留。

source: Click a segment or use the arrow keys to select it. Double-click a folder or press Command-Down Arrow to zoom in.
de: Klicken Sie auf ein Segment oder verwenden Sie die Pfeiltasten, um es auszuwählen. Doppelklicken Sie auf einen Ordner oder drücken Sie Befehl–Abwärtspfeil, um ihn zu vergrößern.
es: Haz clic en un segmento o usa las teclas de flecha para seleccionarlo. Haz doble clic en una carpeta o pulsa Comando–Flecha abajo para acercarte.
fr: Cliquez sur un segment ou utilisez les touches fléchées pour le sélectionner. Double-cliquez sur un dossier ou appuyez sur Commande–Flèche vers le bas pour zoomer.
it: Fai clic su un segmento o usa i tasti freccia per selezionarlo. Fai doppio clic su una cartella o premi Comando–Freccia giù per ingrandire.
ru: Щёлкните сегмент или используйте клавиши со стрелками, чтобы выбрать его. Дважды щёлкните папку или нажмите Command–стрелка вниз, чтобы приблизить её.
zh_hans: 点按分区或使用箭头键进行选择。双击文件夹或按下 Command–下箭头键以放大查看。

source: Click a segment or use the arrow keys to select it. Double-click a folder or press Command-Down Arrow to zoom in. Click the center or press Command-Up Arrow to go up.
de: Klicken Sie auf ein Segment oder verwenden Sie die Pfeiltasten, um es auszuwählen. Doppelklicken Sie auf einen Ordner oder drücken Sie Befehl–Abwärtspfeil, um ihn zu vergrößern. Klicken Sie auf die Mitte oder drücken Sie Befehl–Aufwärtspfeil, um nach oben zu navigieren.
es: Haz clic en un segmento o usa las teclas de flecha para seleccionarlo. Haz doble clic en una carpeta o pulsa Comando–Flecha abajo para acercarte. Haz clic en el centro o pulsa Comando–Flecha arriba para subir.
fr: Cliquez sur un segment ou utilisez les touches fléchées pour le sélectionner. Double-cliquez sur un dossier ou appuyez sur Commande–Flèche vers le bas pour zoomer. Cliquez au centre ou appuyez sur Commande–Flèche vers le haut pour remonter.
it: Fai clic su un segmento o usa i tasti freccia per selezionarlo. Fai doppio clic su una cartella o premi Comando–Freccia giù per ingrandire. Fai clic al centro o premi Comando–Freccia su per salire.
ru: Щёлкните сегмент или используйте клавиши со стрелками, чтобы выбрать его. Дважды щёлкните папку или нажмите Command–стрелка вниз, чтобы приблизить её. Щёлкните центр или нажмите Command–стрелка вверх, чтобы перейти выше.
zh_hans: 点按分区或使用箭头键进行选择。双击文件夹或按下 Command–下箭头键以放大查看。点按中心或按下 Command–上箭头键以上移。

source: Click a tile or use the arrow keys to select it. Double-click a folder or press Command-Down Arrow to zoom in. Use the breadcrumb or press Command-Up Arrow to go up.
de: Klicken Sie auf eine Kachel oder verwenden Sie die Pfeiltasten, um sie auszuwählen. Doppelklicken Sie auf einen Ordner oder drücken Sie Befehl–Abwärtspfeil, um ihn zu vergrößern. Verwenden Sie die Breadcrumb-Navigation oder drücken Sie Befehl–Aufwärtspfeil, um nach oben zu navigieren.
es: Haz clic en un mosaico o usa las teclas de flecha para seleccionarlo. Haz doble clic en una carpeta o pulsa Comando–Flecha abajo para acercarte. Usa la ruta de navegación o pulsa Comando–Flecha arriba para subir.
fr: Cliquez sur une tuile ou utilisez les touches fléchées pour la sélectionner. Double-cliquez sur un dossier ou appuyez sur Commande–Flèche vers le bas pour zoomer. Utilisez le fil d’Ariane ou appuyez sur Commande–Flèche vers le haut pour remonter.
it: Fai clic su un riquadro o usa i tasti freccia per selezionarlo. Fai doppio clic su una cartella o premi Comando–Freccia giù per ingrandire. Usa il percorso di navigazione o premi Comando–Freccia su per salire.
ru: Щёлкните плитку или используйте клавиши со стрелками, чтобы выбрать её. Дважды щёлкните папку или нажмите Command–стрелка вниз, чтобы приблизить её. Чтобы перейти выше, используйте строку пути или нажмите Command–стрелка вверх.
zh_hans: 点按磁贴或使用箭头键进行选择。双击文件夹或按下 Command–下箭头键以放大查看。使用面包屑路径或按下 Command–上箭头键以上移。

source: Click Discard Pile to review the items you added.
de: Klicken Sie auf „Löschliste“, um die hinzugefügten Elemente zu prüfen.
es: Haz clic en Pila de descarte para revisar los elementos que añadiste.
fr: Cliquez sur Pile de suppression pour examiner les éléments ajoutés.
it: Fai clic su Elenco di eliminazione per esaminare gli elementi che hai aggiunto.
ru: Откройте «Список на удаление», чтобы проверить добавленные объекты.
zh_hans: 点击“待处理列表”，查看你添加的项目。

source: Cloud Storage
de: Cloud-Speicher
es: Almacenamiento en la nube
fr: Stockage cloud
it: Archiviazione cloud
ru: Облачное хранилище
zh_hans: 云存储

source: Comparable: same location, matching scan settings, and complete scans.
de: Vergleichbar: gleicher Standort, übereinstimmende Scan-Einstellungen und vollständige Scans.
es: Comparables: misma ubicación, mismos ajustes de análisis y análisis completos.
fr: Comparables : même emplacement, mêmes réglages d’analyse et analyses terminées.
it: Confrontabile: stessa posizione, impostazioni di scansione corrispondenti e scansioni completate.
ru: Можно сравнивать напрямую: одно расположение, одинаковые настройки и завершённые сканирования.
zh_hans: 可直接比较：位置相同、扫描设置匹配且扫描完整。

source: Compare
de: Vergleichen
es: Comparar
fr: Comparer
it: Confronta
ru: Сравнить
zh_hans: 比较

source: Compare Scans
de: Scans vergleichen
es: Comparar análisis
fr: Comparer des analyses
it: Confronta scansioni
ru: Сравнение сканирований
zh_hans: 比较扫描

source: Compare Scans…
de: Scans vergleichen …
es: Comparar análisis…
fr: Comparer des analyses…
it: Confronta scansioni…
ru: Сравнить сканирования…
zh_hans: 比较扫描…

source: Comparing Snapshots
de: Snapshots werden verglichen
es: Comparando instantáneas
fr: Comparaison des instantanés
it: Confronto delle istantanee
ru: Сравнение снимков
zh_hans: 正在比较快照

source: Comparison detail
de: Vergleichsdetails
es: Detalle de comparación
fr: Détail de la comparaison
it: Dettagli del confronto
ru: Подробности сравнения
zh_hans: 比较详细信息

source: Comparison Failed
de: Vergleich fehlgeschlagen
es: Error al comparar
fr: Échec de la comparaison
it: Confronto non riuscito
ru: Не удалось выполнить сравнение
zh_hans: 比较失败

source: Complete a live scan before using it in a comparison.
de: Schließen Sie einen Live-Scan ab, bevor Sie ihn für einen Vergleich verwenden.
es: Completa un análisis en vivo antes de usarlo en una comparación.
fr: Terminez une analyse en direct avant de l'utiliser dans une comparaison.
it: Completa una scansione in tempo reale prima di usarla in un confronto.
ru: Завершите текущее сканирование, прежде чем использовать его в сравнении.
zh_hans: 请先完成实时扫描，再将其用于比较。

source: Complete rescan finished
de: Vollständiger erneuter Scan abgeschlossen
es: Nuevo análisis completo finalizado
fr: Nouvelle analyse complète terminée
it: Nuova scansione completa terminata
ru: Полное повторное сканирование завершено
zh_hans: 完整重新扫描已完成

source: Contains Items in Discard Pile
de: Enthält Einträge aus der Löschliste
es: Contiene elementos de la pila de descarte
fr: Contient des éléments de la pile de suppression
it: Contiene elementi dell'elenco di eliminazione
ru: Содержит объекты из списка на удаление
zh_hans: 包含待处理列表中的项目

source: Contains Items Moving to Trash
de: Enthält Elemente, die in den Papierkorb bewegt werden
es: Contiene elementos que se están moviendo a la papelera
fr: Contient des éléments en cours de déplacement vers la corbeille
it: Contiene elementi in fase di spostamento nel Cestino
ru: Содержит объекты, перемещаемые в Корзину
zh_hans: 包含正在移到废纸篓的项目

source: Contents summarized
de: Inhalte zusammengefasst
es: Contenido resumido
fr: Contenu résumé
it: Contenuti riepilogati
ru: Содержимое свернуто
zh_hans: 内容已汇总

source: Contents table
de: Inhaltstabelle
es: Tabla de contenido
fr: Table du contenu
it: Tabella dei contenuti
ru: Таблица содержимого
zh_hans: 内容表

source: Continue
de: Fortfahren
es: Continuar
fr: Continuer
it: Continua
ru: Продолжить
zh_hans: 继续

source: Copy Path
de: Pfad kopieren
es: Copiar ruta
fr: Copier le chemin
it: Copia percorso
ru: Скопировать путь
zh_hans: 复制路径

source: Copy Paths
de: Pfade kopieren
es: Copiar rutas
fr: Copier les chemins
it: Copia percorsi
ru: Скопировать пути
zh_hans: 复制路径

source: could not calculate snapshot size: %@
de: Snapshot-Größe konnte nicht berechnet werden: %@
es: No se pudo calcular el tamaño de la instantánea: %@
fr: Impossible de calculer la taille de l’instantané : %@
it: impossibile calcolare la dimensione dell'istantanea: %@
ru: не удалось вычислить размер снимка: %@
zh_hans: 无法计算快照大小：%@

source: could not create nodes section
de: Knotenabschnitt konnte nicht erstellt werden
es: No se pudo crear la sección de nodos
fr: Impossible de créer la section des nœuds
it: impossibile creare la sezione dei nodi
ru: не удалось создать раздел узлов
zh_hans: 无法创建节点部分

source: could not create topology section
de: Topologieabschnitt konnte nicht erstellt werden
es: No se pudo crear la sección de topología
fr: Impossible de créer la section de topologie
it: impossibile creare la sezione della topologia
ru: не удалось создать раздел топологии
zh_hans: 无法创建拓扑部分

source: Coverage warning: Scan settings are unavailable for one or both scans, so some changes may be caused by different scan coverage.
de: Abdeckungswarnung: Die Scan-Einstellungen sind für einen oder beide Scans nicht verfügbar. Einige Änderungen können daher durch eine unterschiedliche Scan-Abdeckung verursacht werden.
es: Advertencia de cobertura: los ajustes no están disponibles para uno o ambos análisis, por lo que algunos cambios pueden deberse a una cobertura de análisis diferente.
fr: Avertissement de couverture : les réglages sont indisponibles pour l’une ou les deux analyses. Certaines modifications peuvent donc provenir d’une couverture différente.
it: Avviso sulla copertura: le impostazioni non sono disponibili per una o entrambe le scansioni, quindi alcune modifiche potrebbero dipendere da una diversa copertura della scansione.
ru: Предупреждение об охвате: настройки одного или обоих сканирований недоступны, поэтому некоторые изменения могут быть вызваны разным охватом.
zh_hans: 覆盖范围警告：一个或两个扫描的设置不可用，因此部分变化可能是由不同的扫描覆盖范围造成的。

source: Coverage warning: Scan settings differ, so added or removed items may reflect coverage changes rather than disk changes.
de: Abdeckungswarnung: Die Scan-Einstellungen unterscheiden sich. Hinzugefügte oder entfernte Elemente können daher Änderungen der Abdeckung statt Änderungen auf dem Datenträger widerspiegeln.
es: Advertencia de cobertura: los ajustes difieren, por lo que los elementos añadidos o eliminados pueden reflejar cambios de cobertura en lugar de cambios en el disco.
fr: Avertissement de couverture : les réglages diffèrent. Les éléments ajoutés ou supprimés peuvent donc refléter des changements de couverture plutôt que des changements sur le disque.
it: Avviso sulla copertura: le impostazioni differiscono, quindi gli elementi aggiunti o rimossi potrebbero riflettere variazioni della copertura anziché modifiche sul disco.
ru: Предупреждение об охвате: настройки сканирований различаются, поэтому добавленные или удалённые объекты могут отражать изменение охвата, а не содержимого диска.
zh_hans: 覆盖范围警告：扫描设置不同，因此新增或移除的项目可能反映的是覆盖范围变化，而非磁盘变化。

source: Current Contents
de: Aktueller Inhalt
es: Contenido actual
fr: Contenu actuel
it: Contenuto corrente
ru: Текущее содержимое
zh_hans: 当前内容

source: Current focus in the filesystem hierarchy.
de: Aktueller Fokus in der Dateisystemhierarchie.
es: Foco actual en la jerarquía del sistema de archivos.
fr: Emplacement actuel dans la hiérarchie du système de fichiers.
it: Focus corrente nella gerarchia del file system.
ru: Текущая область в иерархии файловой системы.
zh_hans: 文件系统层次结构中的当前焦点。

source: Current location, %@
de: Aktueller Standort, %@
es: Ubicación actual, %@
fr: Emplacement actuel, %@
it: Posizione corrente, %@
ru: Текущее расположение: %@
zh_hans: 当前位置：%@

source: Current Scan
de: Aktueller Scan
es: Análisis actual
fr: Analyse actuelle
it: Scansione corrente
ru: Текущее сканирование
zh_hans: 当前扫描

source: Current scan changed. Start the comparison again.
de: Der aktuelle Scan wurde geändert. Starten Sie den Vergleich erneut.
es: El análisis actual cambió. Vuelve a iniciar la comparación.
fr: L’analyse actuelle a changé. Recommencez la comparaison.
it: La scansione corrente è cambiata. Avvia nuovamente il confronto.
ru: Текущее сканирование изменилось. Начните сравнение заново.
zh_hans: 当前扫描已更改。请重新开始比较。
